Repository: ptudor/tudor-pcb
Catalog: swift/TudorPCB/Localization/Errors.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, ca, cs, cy, da, de, de_at, de_ch, el, es, es_ar, es_mx, et, eu, fa, fi, fil, fr, fr_ca, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, ky, lo, lt, lv, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, or, pa, pl, pt, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant, zu

source: Couldn’t attach proof
af: Beeldaanhegting misluk
am: ምስሉን ማያያዝ አልተቻለም
ar: تعذر إرفاق الصورة
az: Şəkil qoşulmadı
be: Не далучана выява
bg: Не прикачи снимката
bn: প্রুফ ছবি যোগ হয়নি
ca: Imatge no adjuntada
cs: Nelze připojit snímek
cy: Methwyd atodi llun
da: Kunne ikke tilføje referencebilledet
de: Proofbild konnte nicht angehängt werden
de_at: Bild nicht anfügbar
de_ch: Referenzbild konnte nicht angefügt werden.
el: Δεν ήταν δυνατή η επισύναψη εικόνας τελικής πλακέτας
es: No se adjuntó imagen
es_ar: No se adjuntó foto
es_mx: No se pudo adjuntar la foto
et: Pilti ei saanud lisada
eu: Ezin irudia erantsi
fa: تصویر ضمیمه نشد
fi: Kuvaa ei voi liittää
fil: Di mailakip larawan
fr: Image non jointe
fr_ca: Impossible de joindre l'image de référence
ga: Theip ar íomhá bhoird a cheangal
gl: Non se anexou a foto
gu: પ્રૂફ છબી જોડી શકાઈ નથી
he: לא ניתן היה לצרף תמונת לוח
hi: प्रूफ इमेज संलग्न नहीं हो सकी
hr: Nije moguće priložiti sliku
hu: Nem sikerült csatolni a referenciaképet
hy: Չկցվեց նկարը
id: Gagal lampirkan foto
is: Gat ekki tengt mynd
it: Foto non allegata
ja: 完成基板画像を添付できませんでした
ka: სურათი ვერ მიემაგრა
kk: Сурет тіркелмеді
km: មិនអាចភ្ជាប់រូបភាពគំរូបានទេ
kn: ಪ್ರೂಫ್ ಚಿತ್ರ ಲಗತ್ತಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 완성 보드 이미지를 첨부할 수 없습니다
ky: Сүрөт тиркелген жок
lo: ບໍ່ສາມາດແນບຮູບກະດານສຳເລັດໄດ້
lt: Nepridėtas vaizdas
lv: Nevar pievienot foto
mk: Не прикачи слика
ml: പ്രൂഫ് അറ്റാച്ചുചെയ്യാൻ കഴിഞ്ഞില്ല
mn: Зураг хавсарсангүй
mr: प्रूफ जोडता आला नाही.
ms: Gagal lampir foto siap
mt: Ma stajtx inwaħħal prova
my: အချောထည်ဘုတ်ပုံကို ပူးတွဲ၍မရပါ
nb: Kunne ikke legge ved bilde
ne: प्रूफ छवि संलग्न गर्न सकिएन
nl: Kon het referentiebeeld niet bijvoegen
or: ପ୍ରୁଫ୍ ଆଟାଚ୍ କରାଯାଇପାରିଲା ନାହିଁ
pa: ਪਰੂਫ ਨੱਥੀ ਨਹੀਂ ਹੋ ਸਕਿਆ।
pl: Nie dołączono obrazu
pt: Erro ao anexar imagem
pt_br: Falha ao anexar foto
ro: Imagine neatașată
ru: Не удалось прикрепить фото платы
si: නිමි පුවරු රූපය ඇමිණිය නොහැකි විය.
sk: Nemožno pridať náhľad
sl: Slike končne plošče ni bilo mogoče priložiti
sq: S’u bashkëngjit fotoja
sr: Слика није приложена
sv: Kunde ej bifoga bild
sw: Picha haikuambatishwa
ta: புரூஃப் படத்தை இணைக்க முடியவில்லை
te: ప్రూఫ్‌ను జతచేయలేకపోయింది
th: ไม่สามารถแนบภาพบอร์ดได้
tr: Görsel eklenemedi
uk: Не вдалося додати зображення плати
ur: تصویر منسلک نہیں ہو سکی
vi: Lỗi đính ảnh mẫu
zh_hans: 无法附加电路板成品图
zh_hant: 無法附加成品圖
zu: Ayikwazanga ukunamathisela isithombe

source: Couldn’t map proof
af: Beeldplasing misluk
am: ምስሉን ማስቀመጥ አልተቻለም
ar: تعذر موضعة الصورة
az: Şəkil yerləşdirilmədi
be: Не змясцілі выяву
bg: Не нанесе снимката
bn: প্রুফ ছবি বসানো যায়নি
ca: Imatge no ubicada
cs: Nelze umístit foto
cy: Methwyd gosod llun
da: Kunne ikke placere referencebilledet
de: Proofbild konnte nicht platziert werden
de_at: Bildmapping-Fehler
de_ch: Referenzbild konnte nicht platziert werden.
el: Δεν ήταν δυνατή η χαρτογράφηση της εικόνας τελικής πλακέτας
es: No se ubicó imagen
es_ar: No se mapeó foto
es_mx: No se pudo ubicar la foto
et: Pildipaigutus nurjus
eu: Ezin irudia kokatu
fa: نگاشت تصویر ممکن نشد
fi: Asemointivirhe
fil: Di malapat larawan
fr: Image non placée
fr_ca: Impossible de placer l'image de référence
ga: Theip ar íomhá bhoird a mhapáil
gl: Foto sen situar
gu: પ્રૂફ છબી મેપ કરી શકાઈ નથી
he: לא ניתן היה למפות תמונת לוח
hi: प्रूफ इमेज मैप नहीं हो सकी
hr: Nije moguće mapirati sliku
hu: Nem sikerült leképezni a referenciaképet
hy: Նկարը չտեղադրվեց
id: Pemetaan foto gagal
is: Myndvörpun brást
it: Foto non mappata
ja: 基板画像を配置できませんでした
ka: სურათი ვერ განთავსდა
kk: Сурет орналаспады
km: មិនអាចដាក់រូបភាពគំរូលើបន្ទះបានទេ
kn: ಪ್ರೂಫ್ ಚಿತ್ರವನ್ನು ಇರಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 완성 보드 이미지를 매핑할 수 없습니다
ky: Сүрөт жайгашпады
lo: ບໍ່ສາມາດຈັດວາງຮູບກະດານສຳເລັດໄດ້
lt: Vaizdas nepadėtas
lv: Nevar kartēt foto
mk: Не мапираше слика
ml: പ്രൂഫ് മാപ്പ് ചെയ്യാൻ കഴിഞ്ഞില്ല
mn: Зураг байрласангүй
mr: प्रूफ मॅप करता आला नाही.
ms: Gagal petakan foto
mt: Ma stajtx nimmappa l-prova
my: အချောထည်ဘုတ်ပုံကို ဘုတ်ပေါ် နေရာချ၍မရပါ
nb: Kunne ikke plassere bildet
ne: प्रूफ छवि म्याप गर्न सकिएन
nl: Kon het referentiebeeld niet positioneren
or: ପ୍ରୁଫ୍ ମ୍ୟାପ୍ କରାଯାଇପାରିଲା ନାହିଁ
pa: ਪਰੂਫ ਮੈਪ ਨਹੀਂ ਹੋ ਸਕਿਆ
pl: Błąd mapowania
pt: Mapeamento falhou
pt_br: Erro ao mapear foto
ro: Poză neamplasată
ru: Не удалось разместить фото платы
si: නිමි පුවරු රූපය ස්ථානගත කළ නොහැකි විය.
sk: Nezmapovaný náhľad
sl: Slike končne plošče ni bilo mogoče umestiti
sq: S’u vendos fotoja
sr: Неуспела поставка слике
sv: Bildmappning fel
sw: Picha haikuwekwa
ta: புரூஃப் படத்தைப் பொருத்த முடியவில்லை
te: ప్రూఫ్‌ను మ్యాప్ చేయలేకపోయింది
th: ไม่สามารถวางภาพบอร์ดได้
tr: Görsel yerleşmedi
uk: Не вдалося розмістити зображення плати
ur: تصویر کی جگہ متعین نہیں ہو سکی
vi: Lỗi ghép ảnh mẫu
zh_hans: 无法定位电路板成品图
zh_hant: 無法定位成品圖
zu: Ayikwazanga ukubeka isithombe

source: Couldn’t open fabrication package
af: Kon nie vervaardigingspakket oopmaak nie
am: የማምረቻ ፓኬጅን መክፈት አልተቻለም
ar: تعذر فتح حزمة التصنيع
az: İstehsal paketi açıla bilmədi
be: Не атрымалася адкрыць пакет вырабу
bg: Не успях да отворя пакета с проектните файлове
bn: ফ্যাব্রিকেশন প্যাকেজটি খোলা যায়নি
ca: No s'ha pogut obrir el paquet de fabricació
cs: Nepodařilo se otevřít výrobní balíček
cy: Methwyd agor y pecyn ffabrigaeth.
da: Kunne ikke åbne produktionspakken
de: Das Fertigungspaket konnte nicht geöffnet werden
de_at: Fertigungspaket konnte nicht geöffnet werden
de_ch: Fertigungspaket konnte nicht geöffnet werden
el: Δεν ήταν δυνατό να ανοιχτεί το πακέτο κατασκευής
es: No se ha podido abrir el paquete de fabricación
es_ar: No se pudo abrir el paquete de fabricación
es_mx: No se pudo abrir el paquete de fabricación.
et: Tootmispaketti ei õnnestunud avada
eu: Ezin izan da fabrikazio paketea ireki
fa: بسته ساخت باز نشد
fi: Valmistuspakettia ei voitu avata
fil: Hindi mabuksan ang pakete ng paggawa
fr: Impossible d'ouvrir le dossier de fabrication
fr_ca: Impossible d'ouvrir le dossier de fabrication
ga: Níorbh fhéidir an pacáiste déantúsaíochta a oscailt
gl: Non se puido abrir o paquete de fabricación
gu: ફેબ્રિકેશન પેકેજ ખોલી શકાયું નથી
he: לא ניתן היה לפתוח את חבילת הייצור
hi: फैब्रिकेशन पैकेज नहीं खुल सका
hr: Nije moguće otvoriti paket za izradu
hu: Nem sikerült megnyitni a gyártási csomagot
hy: Հնարավոր չէ բացել արտադրության փաթեթը
id: Tidak dapat membuka paket fabrikasi
is: Gat ekki opnað framleiðslupakkann
it: Impossibile aprire il pacchetto di fabbricazione
ja: ファブリケーションパッケージを開くことができませんでした
ka: ფაბრიკაციის პაკეტის გახსნა ვერ მოხერხდა
kk: Өндіріс пакетін ашу мүмкін болмады
km: មិនអាចបើកកញ្ចប់ផលិតកម្មបានទេ
kn: ಫ್ಯಾಬ್ರಿಕೇಶನ್ ಪ್ಯಾಕೇಜ್ ತೆರೆಯಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 제조 패키지를 열 수 없습니다.
ky: Өндүрүш пакети ачылбай койду
lo: ບໍ່ສາມາດເປີດແພັກເກດການຜະລິດໄດ້
lt: Nepavyko atidaryti gamybos paketo
lv: Neizdevās atvērt izgatavošanas paketi
mk: Не можеше да се отвори пакетот за изработка
ml: ഫാബ്രിക്കേഷൻ പാക്കേജ് തുറക്കാൻ കഴിഞ്ഞില്ല
mn: Үйлдвэрлэлийн багцыг нээж чадсангүй
mr: फॅब्रिकेशन पॅकेज उघडता आले नाही.
ms: Tidak dapat membuka pakej fabrikasi
mt: Ma stajtx niftaħ il-pakkett tal-fabbrikazzjoni
my: ထုတ်လုပ်ရေးပက်ကေ့ဂျ်ကို ဖွင့်၍မရပါ
nb: Klarte ikke å åpne produksjonspakken
ne: निर्माण प्याकेज खोल्न सकिएन
nl: Het fabricagepakket kon niet worden geopend
or: ଫ୍ୟାବ୍ରିକେସନ୍ ପ୍ୟାକେଜ୍ ଖୋଲିପାରିଲା ନାହିଁ
pa: ਫੈਬਰੀਕੇਸ਼ਨ ਪੈਕੇਜ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਿਆ
pl: Nie udało się otworzyć pakietu produkcyjnego
pt: Não foi possível abrir o pacote de fabrico
pt_br: Não foi possível abrir o pacote de fabricação
ro: Nu s-a putut deschide pachetul de fabricație
ru: Не удалось открыть пакет проектной документации
si: නිෂ්පාදන පැකේජය විවෘත කිරීමට නොහැකි විය.
sk: Výrobný balík sa neotvoril
sl: Paketa s projektno dokumentacijo ni bilo mogoče odpreti
sq: Nuk mund të hapej paketa e fabrikimit
sr: Није могуће отворити пакет за израду
sv: Det gick inte att öppna tillverkningspaketet
sw: Haikuweza kufungua kifurushi cha utengenezaji
ta: உற்பத்தித் தொகுப்பைத் திறக்க முடியவில்லை
te: ఫ్యాబ్రికేషన్ ప్యాకేజీని తెరవలేకపోయింది
th: ไม่สามารถเปิดแพ็คเกจการผลิตได้
tr: Üretim paketi açılamadı
uk: Не вдалося відкрити пакет даних для виготовлення
ur: تیاری پیکیج نہیں کھول سکا
vi: Không thể mở gói sản xuất
zh_hans: 无法打开制造数据包
zh_hant: 無法開啟製造資料包
zu: Ayikwazanga ukuvula iphakheji yokukhiqiza

source: Couldn’t render board
af: Kon nie bord weergee nie
am: ሰሌዳውን ማሳየት አልተቻለም
ar: تعذر عرض اللوحة
az: Lövhəni göstərmək mümkün olmadı
be: Не адрэндэрана плата
bg: Не можа да се визуализира платката
bn: বোর্ড রেন্ডার করা যায়নি
ca: Placa no renderitzada
cs: Nepodařilo se vykreslit desku
cy: Methwyd rendro'r bwrdd
da: Kunne ikke gengive printkortet
de: Das Board konnte nicht gerendert werden
de_at: Platine konnte nicht gerendert werden
de_ch: Platine konnte nicht gerendert werden
el: Δεν ήταν δυνατή η απόδοση της πλακέτας
es: No se ha podido representar la placa
es_ar: No se pudo renderizar la placa
es_mx: No se pudo renderizar la placa
et: Plaati ei õnnestunud renderdada
eu: Ezin izan da plaka errendatu
fa: نتوانستم برد را رندر کنم
fi: Levyä ei voitu renderöidä
fil: Hindi ma-render ang board
fr: Impossible d'afficher la carte
fr_ca: Impossible d'afficher le circuit imprimé
ga: Níorbh fhéidir an bord a rindreáil
gl: Placa non renderizada
gu: બોર્ડ રેન્ડર કરી શકાયું નથી
he: לא ניתן היה להציג את הלוח
hi: बोर्ड प्रदर्शित नहीं हो सका
hr: Nije moguće prikazati ploču
hu: Nem sikerült megjeleníteni a NYÁK-ot
hy: Չհաջողվեց արտապատկերել պլատան
id: Tidak dapat menampilkan papan
is: Gat ekki birta borðið
it: Impossibile visualizzare la scheda
ja: ボードをレンダリングできませんでした
ka: დაფის რენდერი ვერ მოხერხდა
kk: Тақтаны көрсету мүмкін болмады
km: មិនអាចបង្ហាញបន្ទះសៀគ្វីបានទេ
kn: ಬೋರ್ಡ್ ಅನ್ನು ರೆಂಡರ್ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 보드를 렌더링할 수 없습니다
ky: Тактаны көрсөтүү мүмкүн болгон жок
lo: ບໍ່ສາມາດສະແດງຜົນກະດານໄດ້
lt: Plokštė neatvaizduota
lv: Nevar renderēt plati
mk: Не можеше да се прикаже таблата
ml: ബോർഡ് റെൻഡർ ചെയ്യാൻ കഴിഞ്ഞില്ല
mn: Самбарыг дүрсэлж чадсангүй
mr: बोर्ड रेंडर करता आला नाही.
ms: Tidak dapat memaparkan papan
mt: Ma stajtx nirrendi l-bord
my: ဘုတ်ကို ပုံဖော်၍မရပါ
nb: Klarte ikke å gjengi kretskortet
ne: बोर्ड रेन्डर गर्न सकिएन
nl: De printplaat kon niet worden weergegeven
or: ବୋର୍ଡ ରେଣ୍ଡର୍ କରିପାରିଲା ନାହିଁ
pa: ਬੋਰਡ ਰੈਂਡਰ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ
pl: Błąd renderowania płytki
pt: Não foi possível renderizar a placa
pt_br: Não foi possível renderizar a placa
ro: Nu s-a putut afișa placa
ru: Не удалось отобразить плату
si: පුවරුව විදැහුම් කළ නොහැකි විය.
sk: Nepodarilo sa vykresliť dosku
sl: Plošče ni bilo mogoče prikazati
sq: Nuk mund të renderohej bordi
sr: Плоча није приказана
sv: Kortet renderas ej
sw: Haikuweza kuonyesha ubao
ta: பலகையை ரெண்டர் செய்ய முடியவில்லை
te: బోర్డును రెండర్ చేయలేకపోయింది
th: ไม่สามารถแสดงผลบอร์ดได้
tr: Kart görüntülenemedi
uk: Не вдалося відобразити плату
ur: بورڈ رینڈر نہیں کیا جا سکا
vi: Không thể hiển thị bo mạch
zh_hans: 无法渲染电路板
zh_hant: 無法渲染板
zu: Ayikwazanga ukuveza ibhodi

source: Couldn’t select fabrication package
af: Kon nie vervaardigingspakket kies nie
am: የማምረቻ ፓኬጅን መምረጥ አልተቻለም
ar: تعذر تحديد حزمة التصنيع
az: İstehsal paketi seçilə bilmədi
be: Не атрымалася выбраць пакет для вырабу
bg: Не можа да се избере пакет за изработка
bn: ফ্যাব্রিকেশন প্যাকেজ নির্বাচন করা যায়নি
ca: No s'ha pogut seleccionar el paquet de fabricació
cs: Nelze vybrat výrobní balíček
cy: Methwyd dewis pecyn ffabrigaeth.
da: Det var ikke muligt at vælge produktionspakke
de: Das Fertigungspaket konnte nicht ausgewählt werden
de_at: Fertigungspaket konnte nicht ausgewählt werden
de_ch: Fertigungspaket konnte nicht ausgewählt werden
el: Δεν ήταν δυνατή η επιλογή πακέτου κατασκευής
es: No se ha podido seleccionar el paquete de fabricación
es_ar: No se pudo seleccionar el paquete de fabricación
es_mx: No se pudo seleccionar el paquete de fabricación
et: Tootmispaketti ei õnnestunud valida
eu: Ezin izan da fabrikazio paketea hautatu
fa: نتوانستم بسته ساخت را انتخاب کنم
fi: Valmistuspakettia ei voitu valita
fil: Hindi mapili ang pakete ng paggawa
fr: Impossible de sélectionner le dossier de fabrication
fr_ca: Impossible de choisir le dossier de fabrication
ga: Níorbh fhéidir pacáiste déantúsaíochta a roghnú
gl: Non se puido seleccionar o paquete de fabricación
gu: ફેબ્રિકેશન પેકેજ પસંદ કરી શકાયું નથી
he: לא ניתן היה לבחור חבילת ייצור
hi: निर्माण पैकेज का चयन नहीं हो सका
hr: Nije moguće odabrati paket izrade
hu: Nem sikerült kiválasztani a gyártási csomagot
hy: Հնարավոր չէ ընտրել արտադրության փաթեթը
id: Tidak dapat memilih paket fabrikasi
is: Gat ekki valið framleiðslupakka
it: Impossibile selezionare il pacchetto di produzione
ja: ファブリケーションパッケージを選択できませんでした
ka: ფაბრიკაციის პაკეტის არჩევა ვერ მოხერხდა
kk: Өндіріс пакетін таңдау мүмкін болмады
km: មិនអាចជ្រើសរើសកញ្ចប់ផលិតកម្មបានទេ
kn: ಫ್ಯಾಬ್ರಿಕೇಶನ್ ಪ್ಯಾಕೇಜ್ ಆಯ್ಕೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 제조 패키지를 선택할 수 없습니다
ky: Өндүрүш пакетин тандоо мүмкүн болгон жок
lo: ບໍ່ສາມາດເລືອກແພັກເກດການຜະລິດໄດ້
lt: Nepavyko pasirinkti gamybos paketo
lv: Neizdevās izvēlēties ražošanas paketi
mk: Не можеше да се избере пакетот за изработка
ml: നിർമ്മാണ പാക്കേജ് തിരഞ്ഞെടുക്കാനായില്ല
mn: Үйлдвэрлэлийн багцыг сонгож чадсангүй
mr: फॅब्रिकेशन पॅकेज निवडता आले नाही.
ms: Tidak dapat memilih pakej fabrikasi
mt: Ma stajtx nagħżel il-pakkett tal-fabbrikazzjoni
my: ထုတ်လုပ်ရေးပက်ကေ့ဂျ်ကို ရွေးချယ်၍မရပါ
nb: Kunne ikke velge produksjonspakke
ne: निर्माण प्याकेज चयन गर्न सकिएन
nl: Het fabricagepakket kon niet worden geselecteerd
or: ଫ୍ୟାବ୍ରିକେସନ୍ ପ୍ୟାକେଜ ଚୟନ କରିପାରିଲା ନାହିଁ
pa: ਫੈਬਰੀਕੇਸ਼ਨ ਪੈਕੇਜ ਨਹੀਂ ਚੁਣਿਆ ਜਾ ਸਕਿਆ
pl: Nie udało się wybrać pakietu produkcyjnego
pt: Não foi possível selecionar o pacote de fabrico
pt_br: Não foi possível selecionar o pacote de fabricação
ro: Nu s-a putut selecta pachetul de fabricație
ru: Не удалось выбрать пакет изготовления
si: නිෂ්පාදන පැකේජය තෝරා ගැනීමට නොහැකි විය.
sk: Nepodarilo sa vybrať výrobný balík
sl: Paketa izdelave ni bilo mogoče izbrati
sq: Nuk mund të zgjidhej paketa e fabrikimit
sr: Није било могуће одабрати пакет за израду
sv: Det gick inte att välja tillverkningspaket
sw: Haikuweza kuchagua kifurushi cha utengenezaji
ta: உற்பத்தித் தொகுப்பைத் தேர்ந்தெடுக்க முடியவில்லை
te: ఫ్యాబ్రికేషన్ ప్యాకేజీని ఎంచుకోలేకపోయింది
th: ไม่สามารถเลือกแพ็คเกจการผลิตได้
tr: Üretim paketi seçilemedi
uk: Не вдалося вибрати пакет виготовлення
ur: تیاری پیکیج کو منتخب نہیں کیا جا سکا
vi: Không thể chọn gói sản xuất
zh_hans: 无法选择制造数据包
zh_hant: 無法選擇製造資料包
zu: Ayikwazanga ukukhetha iphakheji yokukhiqiza

source: Couldn’t select proof
af: Beeldkeuse misluk
am: ምስል መምረጥ አልተቻለም
ar: تعذر تحديد الصورة
az: Şəkil seçilmədi
be: Не выбрана выява
bg: Не избра снимката
bn: প্রুফ ছবি বাছা যায়নি
ca: Imatge no seleccionada
cs: Nelze vybrat snímek
cy: Methwyd dewis llun
da: Kunne ikke vælge referencebillede
de: Der Proof konnte nicht ausgewählt werden
de_at: Bild nicht auswählbar
de_ch: Referenzbild konnte nicht ausgewählt werden.
el: Δεν ήταν δυνατή η επιλογή εικόνας τελικής πλακέτας
es: No se eligió imagen
es_ar: No se eligió foto
es_mx: No se pudo seleccionar la foto
et: Pilti ei saanud valida
eu: Ezin irudia hautatu
fa: تصویر انتخاب نشد
fi: Kuvaa ei voi valita
fil: Di mapili ang larawan
fr: Image non choisie
fr_ca: Impossible de choisir l'image de référence
ga: Theip ar íomhá bhoird a roghnú
gl: Erro ao elixir a foto
gu: પ્રૂફ છબી પસંદ કરી શકાઈ નથી
he: לא ניתן היה לבחור תמונת לוח
hi: प्रूफ इमेज नहीं चुनी जा सकी
hr: Nije moguće odabrati sliku
hu: Nem sikerült kiválasztani a referenciaképet
hy: Նկարը չընտրվեց
id: Gagal memilih foto
is: Gat ekki valið mynd
it: Foto non selezionata
ja: 基板画像を選択できませんでした
ka: სურათი ვერ შეირჩა
kk: Сурет таңдалмады
km: មិនអាចជ្រើសរើសរូបភាពគំរូបានទេ
kn: ಪ್ರೂಫ್ ಚಿತ್ರ ಆಯ್ಕೆ ಮಾಡಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ.
ko: 완성 보드 이미지를 선택할 수 없습니다
ky: Сүрөт тандалбады
lo: ບໍ່ສາມາດເລືອກຮູບກະດານສຳເລັດໄດ້
lt: Vaizdas nepasirinktas
lv: Nevar izvēlēties foto
mk: Не избра слика
ml: പ്രൂഫ് തിരഞ്ഞെടുക്കാൻ കഴിഞ്ഞില്ല
mn: Зураг сонгосонгүй
mr: प्रूफ निवडता आला नाही.
ms: Gagal pilih foto siap
mt: Ma stajtx nagħżel prova
my: အချောထည်ဘုတ်ပုံကို ရွေးချယ်၍မရပါ
nb: Kunne ikke velge bilde
ne: प्रूफ छवि चयन गर्न सकिएन
nl: Het referentiebeeld kon niet worden geselecteerd
or: ପ୍ରୁଫ୍ ଚୟନ କରାଯାଇପାରିଲା ନାହିଁ
pa: ਪਰੂਫ ਨਹੀਂ ਚੁਣਿਆ ਜਾ ਸਕਿਆ
pl: Nie wybrano obrazu
pt: Seleção falhou
pt_br: Seleção da foto falhou
ro: Imagine neselectată
ru: Не удалось выбрать фото платы
si: නිමි පුවරු රූපය තෝරාගත නොහැකි විය.
sk: Nemožno vybrať náhľad
sl: Slike končne plošče ni bilo mogoče izbrati
sq: S’u zgjodh fotoja
sr: Слика није изабрана
sv: Kunde ej välja bild
sw: Picha haikuchaguliwa
ta: புரூஃப் படத்தைத் தேர்ந்தெடுக்க முடியவில்லை
te: ప్రూఫ్‌ను ఎంచుకోలేకపోయింది
th: ไม่สามารถเลือกภาพบอร์ดได้
tr: Görsel seçilemedi
uk: Не вдалося вибрати зображення плати
ur: تصویر منتخب نہیں ہو سکی
vi: Lỗi chọn ảnh mẫu
zh_hans: 无法选择电路板成品图
zh_hant: 無法選取成品圖
zu: Ayikwazanga ukukhetha isithombe

source: Dismiss
af: Maak toe
am: አሰናብት
ar: إغلاق
az: Bağla
be: Закрыць
bg: Затвори
bn: বন্ধ করুন
ca: Desestima
cs: Zavřít
cy: Cau
da: Luk
de: Schließen
de_at: Schließen
de_ch: Schliessen
el: Κλείσιμο
es: Descartar
es_ar: Descartar
es_mx: Descartar
et: Sulge
eu: Itxi
fa: رد کردن
fi: Sulje
fil: I-dismiss
fr: Ignorer
fr_ca: Fermer
ga: Dún
gl: Descartar
gu: બંધ કરો
he: בטל
hi: बंद करें
hr: Zatvori
hu: Bezárás
hy: Փակել
id: Tutup
is: Loka
it: Ignora
ja: 閉じる
ka: დახურვა
kk: Жабу
km: បិទ
kn: ಮುಚ್ಚಿ
ko: 닫기
ky: Жабуу
lo: ປິດ
lt: Gerai
lv: Aizvērt
mk: Затвори
ml: അടയ്ക്കുക
mn: Хаах
mr: बंद करा
ms: Ketepikan
mt: Agħlaq
my: ပိတ်ပါ
nb: Avvis
ne: खारेज गर्नुहोस्
nl: Sluiten
or: ଖାରଜ କରନ୍ତୁ
pa: ਖਾਰਜ ਕਰੋ
pl: Zamknij
pt: Fechar
pt_br: Ignorar
ro: Ignoră
ru: Закрыть
si: වසන්න
sk: Zatvoriť
sl: Zapri
sq: Mbyll
sr: Затвори
sv: Stäng
sw: Funga
ta: மூடு
te: మూసివేయండి
th: ปิด
tr: Kapat
uk: Закрити
ur: بند کریں
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉
zu: Vala

source: Retry Rendering
af: Teken weer
am: እንደገና ማሳየት ሞክር
ar: إعادة العرض
az: Renderləməni Yenidən Sınayın
be: Паўтарыць спробу рэндэрынгу
bg: Опитай отново визуализирането
bn: রেন্ডারিং পুনরায় চেষ্টা করুন
ca: Torna a intentar renderitzar
cs: Zkusit vykreslení znovu
cy: Ail-geisio Rendro
da: Prøv gengivelsen igen
de: Rendering erneut versuchen
de_at: Rendern wiederholen
de_ch: Rendern wiederholen
el: Επανάληψη απόδοσης
es: Volver a intentar la representación
es_ar: Volver a intentar el renderizado
es_mx: Reintentar renderizado
et: Proovi renderdamist uuesti
eu: Saiatu berriro errendatzen
fa: رندرینگ را دوباره امتحان کنید
fi: Yritä renderointia uudelleen
fil: Subukang Muli ang Pag-render
fr: Réessayer le rendu
fr_ca: Réessayer le rendu
ga: Athrindreáil
gl: Reintentar renderización
gu: રેન્ડરિંગનો ફરી પ્રયાસ કરો
he: נסה לרנדר שוב
hi: रेंडरिंग को पुनः प्रयास करें
hr: Ponovni pokušaj renderiranja
hu: A megjelenítés újbóli megkísérlése
hy: Կրկին փորձել արտապատկերումը
id: Coba Render Ulang
is: Reyna aftur að birta
it: Riprova il rendering
ja: レンダリングを再実行
ka: რენდერინგის ხელახლა ცდა
kk: Қайта көрсету
km: សាកល្បង​បង្ហាញ​ឡើងវិញ
kn: ರೆಂಡರಿಂಗ್ ಅನ್ನು ಮರುಪ್ರಯತ್ನಿಸಿ
ko: 렌더링 다시 시도
ky: Кайрадан көрсөтүү
lo: ລອງສະແດງຜົນຄືນໃໝ່
lt: Bandykite vėl atvaizduoti
lv: Atkārtot attēlošanu
mk: Повторно рендерирање
ml: റെൻഡറിംഗ് വീണ്ടും ശ്രമിക്കുക
mn: Дахин дүрслэхийг оролдох
mr: रेंडरिंग पुन्हा करा
ms: Cuba Semula Pemaparan
mt: Erġa' rrendi
my: ပုံဖော်မှုကို ပြန်စမ်းပါ
nb: Prøv å gjengi på nytt
ne: रेन्डरिङ पुन: प्रयास गर्नुहोस्
nl: Weergave opnieuw proberen
or: ରେଣ୍ଡରିଂକୁ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ
pa: ਰੈਂਡਰਿੰਗ ਦੀ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pl: Ponów renderowanie
pt: Tentar novamente a renderização
pt_br: Tentar renderizar novamente
ro: Reîncearcă redarea
ru: Повторить рендеринг
si: නැවත විදැහුම් කරන්න
sk: Zopakovať vykresľovanie
sl: Ponovi upodabljanje
sq: Riprovo Renderimin
sr: Поново покрени рендеровање
sv: Försök att rendera igen
sw: Jaribu Uonyeshaji Tena
ta: ரெண்டரிங்கை மீண்டும் முயற்சிக்கவும்
te: రెండరింగ్‌ను మళ్లీ ప్రయత్నించండి
th: ลองแสดงผลใหม่อีกครั้ง
tr: Görüntülemeyi Yeniden Dene
uk: Повторити візуалізацію
ur: رینڈرنگ کی دوبارہ کوشش کریں۔
vi: Thử hiển thị lại
zh_hans: 重试渲染
zh_hant: 重新渲染
zu: Zama futhi Ukuveza

source: Review Proof Mapping
af: Hersien beeldplasing
am: አቀማመጡን ይከልሱ
ar: مراجعة موضعة الصورة
az: Şəkil Yerini Yoxla
be: Праверыць накладанне
bg: Провери нанасянето
bn: প্রুফের অবস্থান দেখুন
ca: Revisa la col·locació
cs: Upravit polohu fotky
cy: Adolygu Mapio Llun
da: Kontrollér referencebilledets placering
de: Proofbild-Platzierung prüfen
de_at: Bildzuordnung prüfen
de_ch: Bildposition prüfen
el: Έλεγχος χαρτογράφησης εικόνας τελικής πλακέτας
es: Revisar ubicación
es_ar: Revisar foto mapeada
es_mx: Revisar ajuste de la foto
et: Vaata pildiasend üle
eu: Berrikusi kokapena
fa: بررسی نگاشت تصویر
fi: Tarkista kohdistus
fil: Suriin paglalapat
fr: Revoir le placement
fr_ca: Vérifier le placement de l'image de référence
ga: Seiceáil Mapáil Íomhá Bhoird
gl: Axustar a foto
gu: રિવ્યૂ પ્રૂફ મેપિંગ
he: בדוק את מיפוי תמונת הלוח
hi: प्रूफ मैपिंग की समीक्षा करें
hr: Pregled mapiranja slike
hu: A referenciakép leképezésének áttekintése
hy: Ստուգել նկարի դիրքը
id: Tinjau Pemetaan Foto
is: Yfirfara myndvörpun
it: Rivedi posizione foto
ja: 基板画像の配置を確認
ka: სურათის განთავსების შემოწმება
kk: Сурет орнын тексеру
km: ពិនិត្យទីតាំងរូបភាពគំរូ
kn: ಪ್ರೂಫ್ ಮ್ಯಾಪಿಂಗ್ ಪರಿಶೀಲಿಸಿ
ko: 완성 보드 이미지 매핑 검토
ky: Сүрөт ордун текшерүү
lo: ກວດແກ້ການຈັດວາງຮູບກະດານສຳເລັດ
lt: Tikrinti vaizdo vietą
lv: Labot foto kartējumu
mk: Провери мапирање
ml: പ്രൂഫ് മാപ്പിംഗ് അവലോകനം ചെയ്യുക
mn: Зураглал хянах
mr: प्रूफ मॅपिंग तपासा
ms: Semak Pemetaan Foto
mt: Reviżjoni tal-Immappjar tal-Prova
my: အချောထည်ဘုတ်ပုံ နေရာချထားမှုကို စစ်ဆေးပါ
nb: Sjekk bildeplassering
ne: प्रूफ म्यापिङ जाँच्नुहोस्
nl: Positionering referentiebeeld controleren
or: ପ୍ରୁଫ୍ ମ୍ୟାପିଂ ସମୀକ୍ଷା କରନ୍ତୁ
pa: ਰਿਵਿਊ ਪਰੂਫ ਮੈਪਿੰਗ
pl: Sprawdź położenie
pt: Rever mapeamento
pt_br: Rever ajuste da foto
ro: Verifică amplasarea
ru: Проверить размещение фото платы
si: නිමි පුවරු රූපයේ පිහිටීම පරීක්ෂා කරන්න
sk: Upraviť mapu náhľadu
sl: Preveri umestitev slike
sq: Rishiko pozicionin
sr: Провери поставку
sv: Granska bildläge
sw: Kagua uwekaji picha
ta: புரூஃப் பொருத்தத்தைச் சரிபார்க்கவும்
te: ప్రూఫ్ మ్యాపింగ్‌ను సమీక్షించండి
th: ตรวจสอบการวางภาพบอร์ด
tr: Görsel Konumunu Aç
uk: Переглянути розміщення зображення плати
ur: پروف میپنگ کا جائزہ لیں۔
vi: Sửa vị trí ảnh mẫu
zh_hans: 检查成品图定位
zh_hant: 檢視成品圖定位
zu: Buyekeza Ukubekwa Kwesithombe
